[
  {
    "scr": "./images/wip.png",
    "alt": "A miniature bust depicting a lady with two daggers and pearlecent cloth",
    "title": "Current WIP",
    "date": "31 januari 2024",
    "imgText": "Got some more paint on the cloth today. This lady feels like an eternity project but she is getting closer to completion every session. "
  },
  {
    "scr": "./images/hamster.png",
    "alt": "A hamter minaiture with sword. Painted like Robin Hood.",
    "title": "Sir Nibbles",
    "date": "26 februari 2023",
    "imgText": "Did a quick 1,5h somewhat sloppy paintjob on this little dude today. It was nice to get back to painting something after a long time away from the brush."
  },
  {
    "scr": "./images/orc.png",
    "alt": "An green orc miniature with an axe, shouting warcry.",
    "title": "Orc",
    "date": "23 oktober 2022",
    "imgText": "Main focus on this one was using magenta to contrast the green skin, anything after that was semi hastily painted as to finish the model before it went to the 'shall never be finished/' - pile."
  },
  {
    "scr": "./images/clown.png",
    "alt": "A clown miniture painted in a menacing and haunting way",
    "title": "Scary Clown",
    "date": "17 juli 2022",
    "imgText": "Finished up my clown I started on a week or so back! I'm quite pleased with how it turned out, got to try spraying a little with the airbrush as well "
  },
  {
    "scr": "./images/troggoth.png",
    "alt": "A blue miniature Warhammer troggoth holding a club and a goblin",
    "title": "Troggoth",
    "date": "25 maj 2022",
    "imgText": "The paint job on the Troggoth is pretty much done. It's nowhere near his finish ofc but I do feel like my skill level has increased with this paintjob, especially the line work and leather texture."
  },
  {
    "scr": "./images/squigs.png",
    "alt": "A paintied miniature with two Warhammer Squigs on a desert base",
    "title": "Squigs",
    "date": "24 april 2022",
    "imgText": "The mangler squigs are done! Super pleased with this one. Made an attempt at NMM but the real challenge for this project was the blending from one colour to another (belly to back) on the squigs. As I've yet to purchase an airbrush this was mainly make with stippling and drybrushing, with some glazing to smoothen things out."
  }
]
